Repository: pyquick/Hackintool
Catalog: Hackintool/*.lproj/Localizable.strings
Languages: es

source: Hotplug Reboot Fix
es: Solución Reinicio en Caliente

source: DPCD Max Link Rate:
es: Velocidad Máxima de Enlace de DPCD:

source: HDMI Infinite Loop Fix
es: Solución de bucle Infinito HDMI

source: Spoof Audio Device ID
es: Dispositivo de Audio Falso ID

source: Spoof Video Device ID:
es: Dispositivo de Video Falso ID:

source: Enable HDMI20 (4K)
es: Habilitar HDMI20 (4K)

source: USB Port Limit
es: Límite de Puertos USB

source: Framebuffer Port Limit:
es: Framebuffer Puertos Limit:

source: Enable Driver
es: Habilitar Controlador

source: Connector Index:
es: Índice de Conectores:

source: Preferred Mode:
es: Model Preferido:

source: Generate Patch
es: Generar Parche

source: Bootloader Info:
es: Información del cargador de arranque:

source: Current Booted Version
es: Versión Boot Actual

source: Last Installed Version
es: Última Versión Instalada

source: Latest Available Version
es: Última Versión Disponíble

source: Patches
es: Parches

source: Select
es: Seleccionar

source: Comment
es: Comentario

source: Download Bootloader
es: Bajar Bootloader

source: Refresh Bootloader
es: Refrecar Bootloader

source: Apply Bootloader Patches
es: Aplicar Parche no Bootloader

source: NVRAM Variables
es: Variables NVRAM

source: Variable Value
es: Valor Variable

source: Installed Kexts:
es: Kexts Instaladas:

source: Installed
es: Instalado

source: Current
es: Actual

source: Download
es: Bajar

source: Replaced By
es: Reemplazar por

source: Description
es: Descripción

source: Compile Output
es: Compilar Salida

source: Show Installed Only
es: Mostrar Solo Instalados

source: Update Available
es: Actualización Disponíble

source: Update Version Info
es: Información de Versión de Actualización

source: Download Selected
es: Bajar Seleccionado

source: Compile Selected
es: Compilar Seleccionado

source: Install Kext(s)
es: Instalar Kext(s)

source: Rebuild KextCache and Repair Permissions
es: Reconstruir KextCache e Reparar Permisos

source: Displays:
es: Monitores:

source: Vendor ID
es: ID del Fabricante

source: Scaled Resolutions
es: Resoluciones Escaladas

source: Width
es: Ancho

source: Height
es: Altura

source: Inject EDID:
es: Inyección EDID:

source: Icon:
es: Icono:

source: Default
es: Estándar

source: Resolution:
es: Resolucción:

source: Fix Monitor Ranges
es: Corregir Rangos del Monitor

source: Inject Apple Info
es: Información sobre Apple

source: Force RGB Mode
es: Forzar Model RGB

source: Patch Color Profile
es: Perfil de Color del Parche

source: Add Resolution
es: Agregar Resolución

source: Delete Resolution
es: Apagar Resolución

source: Refresh
es: Actualizar

source: Audio Devices:
es: Dispositivos de Sonido:

source: Pin Configuration
es: Pines de Configuración

source: Gross Location
es: Ubicación Bruta

source: Geometric Location
es: Ubicación Geométrica

source: In
es: Dentro

source: Out
es: Fuera

source: Unknown
es: Desconocido

source: Black
es: Negro

source: Gray
es: Gris

source: Blue
es: Azul

source: Green
es: Verde

source: Red
es: Magnenta

source: Orange
es: Naranja

source: Yellow
es: Amarillo

source: Purple
es: Rojo

source: Pink
es: Rosa

source: Reserved1
es: Reservado1

source: Reserved2
es: Reservado2

source: White
es: Blanco

source: Other
es: Otro

source: Jack Detect Override
es: Anulación de Deteccion del Jack

source: Reserved
es: Reservado

source: Line Out
es: Salir

source: HP Out
es: Salide la HD

source: SPDIF Out
es: Salide la SPDIF

source: Telephony
es: Telefono

source: Optical
es: Óctico

source: Other Digital
es: Otros Digitales

source: Other Analog
es: Otros Analogico

source: Multichannel Analog
es: Multicanal Analog

source: XLR/Professional
es: XLR/Profesional

source: Combination
es: Combinación

source: No Connection
es: Sin Conexión

source: Fixed
es: Fija

source: Rear
es: Trasero

source: Front
es: Frontal

source: Left
es: Izquierda

source: Right
es: Derecha

source: Top
es: Arriba

source: Bottom
es: Botón

source: Special
es: Especial

source: Separate
es: Separar

source: Rear Panel
es: Panel Trasero

source: Riser
es: Tubo

source: Mobile Lid-Inside
es: Tapa Móvil-Interior

source: Drive Bay
es: Bahía del Conductor

source: Digital Display
es: Pantalla Digital

source: Mobile Lid-Outside
es: Tapa Móvil-Exterior

source: Controller
es: Controlador

source: Vendor
es: Vendedor

source: Codec Name
es: Codec Nombre

source: Codec Vendor
es: Codec Vendedor

source: Audio Vendor
es: Audio Vendedor

source: Revisions
es: Revisiones

source: AFG Low Power State
es: Estadel de bajo consumo State

source: Codec ID
es: Códec ID

source: Config Data
es: Datos de Configuración

source: Func Group
es: Grupo de Funciones

source: Wake Verb Reinit
es: Despertar Verbo Reiniciar

source: Layout ID
es: Dispositivo ID

source: Boot Config Data
es: Datos de Configuración del Arranque

source: USB Controllers:
es: Controladores USB:

source: Series
es: Serial

source: Device ID
es: ID del Dispositivo

source: USB Ports
es: Puerto USB

source: Connector
es: Conector

source: Location ID
es: Ubicación ID

source: Dev Speed
es: Velocidad del Disp

source: Device
es: Dispositivo

source: Delete
es: Apagar

source: Clear All
es: Limpar Todo

source: Active Port
es: Puerto Activo

source: EFI Partitions:
es: Particiones EFI:

source: Partition Scheme
es: Esquema de Partición

source: Volume Name
es: Nombre del Volumen

source: Mount Point
es: Puerto de Montaje

source: Disk Type
es: Tipo de Disco

source: Mount
es: Montar

source: Unmount
es: Desmontar

source: Open
es: Abrir

source: PCI Devices:
es: Dispositivos PCI:

source: Debug
es: Depurar

source: Sub Vendor
es: Sub Fabricante

source: Class
es: Clase

source: Subclass
es: Subclase

source: IOReg Name
es: Nombre IOReg

source: Device Path
es: Camino del Dispositivo

source: Power Info:
es: Información Energia:

source: Fix sleepimage
es: Arreglar Sueño

source: Sequence
es: Sequencia

source: Hex (reversed):
es: Hex (reverso):

source: Binary:
es: Binario:

source: Tools Output:
es: Salide la de Herramientas:

source: Get AppleIntelInfo
es: Obtener AppleIntelInfo

source: Install Kext for Atheros AR92xx/93xx WLan Cards (only 10.14+)
es: Instalar Kext para Atheros AR92xx/93xx WLan Cards (Solamente 10.14+)

source: Install Kext to enable SATA HotPlug on Mojave
es: Instalar Kext para ativar SATA HotPlug no Mojave

source: Generate Windows Bluetooth Registry File
es: Generar Windows Bluetooth Archivo Registro

source: Generate Windows UTC Registry Files
es: Generar Windows UTC Archivo Registro

source: Disable Gatekeeper and mount the disk in read/write mode
es: Desactivar Gatekeeper montar de disco, model lectura/gravación

source: Dump ACPI
es: Vertedero ACPI

source: Dump ACPI Tables
es: Volcadel de Tabla ACPI

source: Choose a destination folder
es: Elegir carpeta de destino

source: AppleIntelInfo Settings:
es: Ajustes AppleIntelInfo:

source: Enable HWP
es: Activar HWP

source: Select Destination
es: Seleccionar Destino

source: Process:
es: Proceso:

source: Contains:
es: Contiene:

source: Last Boot
es: Último Boot

source: Erase Log
es: Apagar Log

source: Disable Gatekeeper and mount the disk in read/write mode?
es: Desactivar Gatekeeper e montar el disco model lectura/grabación?

source: This is required for some operations on macOS 10.15+
es: Esto es necesario para algunas operaciones en el macOS 10.15+

source: Search (⌘F)
es: Buscar (⌘F)

source: Import KextsToPatch
es: Importar KextsToPatch

source: Find:
es: Localizar:

source: Replace:
es: Substituir:

source: Cancel
es: Cancelar

source: %@ Updated
es: %@ Actualizado

source: Downloading %@
es: Descargandel %@

source: No new %@ Version is Avaliable at this Time!
es: Ninguna Versión %@ está Disponíble Ahora

source: %@ Version %@ is Available - you have %@. Would you like to download a newer Version?
es: %@ Versión %@ está Disponíble - Tienes a %@. Quieres descargar la nueva versión?

source: Not Now
es: Ahora NO

source: Update...
es: Actualizar...

source: Set %@ Installer Location
es: Defina Localizar el Instalador de %@

source: An error occured while trying to download %@ installer!
es: Un error ocurre cuandel intento bajar o instalar de %@!

source: You may require %@
es: Puedes exigir %@

source: You may require Spoof Audio Device ID
es: Puedes exigir Spoof Audio Device ID

source: %@ %@-series Controller (0x%08X)
es: %@ %@-Controlador de series (0x%08X)

source: Importing KextsToPatch
es: Importar KextsToPatch

source: Are you sure you want to apply %d %@ patch(s)?
es: Estas seguro de que quieres aplicar %d %@ patch(s)?

source: Patch Success!
es: Parche Satisfatório!

source: Patch Fail!
es: Parche con Fracaso!

source: Please select your existing config.plist to overwrite. Data is written non-destructively and a backup will be created first.
es: Seleccione su config.plist existente para reemplazarlo. Los datos se escriben de forma no destructiva y primero se creará una copia de seguridad.

source: No Changes Detected!
es: No hay cambios Dectectados !

source: Mount Boot EFI Partition?
es: Montar Partición EFI de Boot?

source: Your Boot EFI Partition is not mounted.
es: Usar partición EFI de Boot no está montada

source: Buy me a Beer
es: Regalame una Cerveza

source: Installing '%@'...
es: Instalandel '%@'...

source: Rebuilding KextCache and Repairing Permissions...
es: Reconstruindel KextCache y Reparar Permisos...

source: "%@" doesn't exist. Do you want to create it?
es: "%@" no existe. Dejame crearlo?

source: "%@" does not exist. You can create a new one.
es: "%@" no existe. Puedes crear uno nuevo.

source: Warning!
es: Advertencia!

source: Enabling HWP (Intel Speed Shift) will require a reboot to restore the previous value.
es: Activar HWP (Intel Speed Shift) exigirá una reinicialización para restaurar el valor anterior.

source: Logging Intel registers may cause your system to crash.
es: El Registro de Intel puede provocar que el Sistema se bloquee.

source: Logging CStates
es: Registro de CStates

source: Perform CPU intensive activity...
es: Realize atividades intensivas de CPU...

source: Fully Supported
es: Totalmente Soportado

source: Not Supported
es: No Soportado

source: Configuration Error
es: Error de Configuración

source: Decoder Failed
es: Fallo de Descodificar

source: Unknown Status (%@)
es: Estadel Desconocidel (%@)

source: Update PCIIDs
es: Actualizar PCIIDs

source: PCIIDs Update
es: PCIIDs Actualizado

source: Successful!
es: Satisfatório!

source: Failure!
es: Falla!

source: Missing or incompatible nasm!
es: Nasm Ausente e Incompatible!

source: Click OK to run installation.
es: Clique en OK para iniciar la instalación.
