Repository: pyquick/Hackintool
Catalog: Hackintool/*.lproj/Localizable.strings
Languages: es

source: Unlock
es: Desbloquear

source: System
es: Sistema

source: Serial
es: Generador de número de serie

source: Model
es: Modelo

source: Peripherals
es: Periféricos

source: Name
es: Nombre

source: Value
es: Valor

source: System Info
es: Valor

source: Host
es: Anfitrión

source: OS
es: Sistema Operativo

source: Model Identifier
es: Identificador del Modelo

source: Intel Generation
es: Generación Intel

source: Platform ID
es: Plataforma ID

source: Board ID
es: ID de la placa

source: Serial Number
es: Número de Serie

source: System ID
es: ID de Sistema

source: Board Serial Number
es: Número de serie de la placa

source: VDA Decoder
es: Decodificador VDA

source: GPU Info:
es: Información de GPU:

source: GPU Name
es: Nombre de la GPU

source: GPU Device ID
es: ID de GPU

source: Total VRAM
es: VRAM Total

source: Free VRAM
es: VRAM Libre

source: Metal Supported
es: Metal Soportado

source: Metal Device Name
es: Nombre del Dispositivo Metal

source: Metal Default Device
es: Dispositivo de Metal Predeterminado

source: Metal Low Power
es: Metal de bajo consumo

source: Metal Headless
es: Metal Sin Cabeza

source: iMessage Keys
es: Llaves iMessage

source: Check Serial (EveryMac.com)
es: Verificar Serial (EveryMac.com)

source: Check Serial (Apple.com)
es: Verificar Serial (Apple.com)

source: Serial Info
es: Información del Serial

source: Export
es: Exportar

source: Country
es: País

source: Year
es: Año

source: Week
es: Semana

source: Line
es: Línea

source: Valid
es: Válido

source: Possibly
es: Posiblemente

source: Unlikely
es: Mejorar

source: Serial Generator Info:
es: Info del Generador del Serial:

source: Model Info:
es: Información del Modelo:

source: 2nd Disp Support
es: Soporte de Segunde la Pantalla

source: 2nd Max Res
es: Soporte de segunda pantalla

source: Apple Subfamily
es: Subfamília Apple

source: Architecture
es: Arquitectura

source: Avg Weight
es: Peso Promedio

source: Battery Life
es: Vide la de la Bateria

source: Battery Type
es: Tipo de Bateria

source: Cache Bus Speed
es: Velocidad del Bus de Caché

source: Case Type
es: Caso Tipográfico

source: Custom Speeds
es: Velocidad Personalizada

source: Dimensions
es: Dimensiones

source: Discontinued Date
es: Fecha de Descontinuación

source: Display
es: Monitor

source: EFI Architecture
es: Arquitectura EFI

source: EMC Number
es: Número EMC

source: Est Current Retail
es: Venta Minorista Estimada

source: Expansion Bays
es: Baías de Expansión

source: Expansion Slots
es: Ranuras de Expasión

source: Firewire Support
es: Soporte de Firewire

source: Input Type
es: Tipo de Entrada

source: Introduction Date
es: Fecha de Introdución

source: Keyboard Type
es: Tipo de Teclado

source: Mac OS 9 Support
es: Soporte de Mac OS 9

source: Maximum OS
es: SO Máximo

source: Maximum RAM
es: RAM Máxima

source: Maximum VRAM
es: VRAM MáSpows Máximo

source: Min. RAM Speed
es: Min. RAM Velocidad

source: Model Number
es: Número del Modelo

source: Order Number
es: Número de Ordem

source: Original OS
es: SO Original

source: Original Price
es: Precio Original

source: Processor Speed
es: Velocidad del Procesador

source: Processor Type
es: Tipo de Procesador

source: Processor Upgrade
es: Actualización del Procesador

source: Processors (Cores)
es: Procesador (Núcleos)

source: RAM Slots
es: Ranuras de RAM

source: RAM Type
es: Tipo de RAM

source: Resolution
es: Resolución

source: Standard AirPort
es: Estándar AirPort

source: Standard Bluetooth
es: Estándar Bluetooth

source: Standard Ethernet
es: Estándar Ethernet

source: Standard HD
es: Estándar HD

source: Standard Optical
es: Estándar Optical

source: Standard RAM
es: Estándar RAM

source: Standard VRAM
es: Estándar VRAM

source: System Bus Speed
es: Velocidad del Bus del Sistema

source: Video Card
es: Placa de Vídeo

source: Video Port
es: Puerto de Vídeo

source: VRAM Type
es: Tipo de VRAM

source: Windows Support
es: Soporte a Windows

source: Model:
es: Modelo:

source: Visit EveryMac
es: Visite EveryMac

source: Visit
es: Visite

source: Network Interfaces:
es: Interfaces de Redes:

source: Vendor
es: Fabricante

source: Vendor Name
es: Nombre del Fabricante

source: Device Name
es: Nombre del Dispositivo

source: BSD Name
es: Nombre BSD

source: Builtin
es: Embutido

source: Bluetooth Devices:
es: Dispositivos Bluetooth:

source: FW Loaded
es: FW Cargado

source: Graphic Devices:
es: Dispositivos Gráficos:

source: Ports
es: Puertos

source: Sub Device
es: Sub Dispositivo

source: Revision
es: Revisión

source: Storage Devices:
es: Dispositivos de Almacenamiento:

source: Location
es: Local

source: Phy Block
es: Bloques Físicos

source: About Hackintool
es: Sobre de Hackintool

source: Check for Updates...
es: Buscar Actualización

source: Preferences…
es: Preferencias…

source: Services
es: Servicios

source: Hide Hackintool
es: Ocultar Hackintool

source: Hide Others
es: Ocultar Otros

source: Quit Hackintool
es: Salir de Hackintool

source: File
es: Archivo

source: Open…
es: Abrir…

source: Open Recent
es: Abrir Reciente

source: Generate Audio Codecs Info
es: General Info de Codec de Audio

source: Import
es: Información general del códec de audio

source: IOReg Dump (Native)
es: IOReg Dump (Nativo)

source: IOReg Dump (Patched)
es: IOReg Dump (Parcheado)

source: Edit
es: Editar

source: Cut
es: Recortar

source: Copy
es: Copiar

source: Paste
es: Cortar

source: Paste and Match Style
es: Cortar e Manter Estilo

source: Select All
es: Seleccionar Todo

source: Find
es: Localizar

source: Find…
es: Localizar…

source: Find and Replace…
es: Localizar e Substituir…

source: Find Next
es: Localizar Próximo

source: Find Previous
es: Localizar Anterior

source: Use Selection for Find
es: Usar Seleción para Localizar

source: Jump to Selection
es: Pulsar para Seleción

source: Spelling and Grammar
es: Ortografía e Gramática

source: Check Document Now
es: Verificar Documento Ahora

source: Check Spelling While Typing
es: Verificar Ortografia en cuanto Digita

source: Check Grammar With Spelling
es: Verificar Gramática con Ortografía

source: Correct Spelling Automatically
es: Corregir Ortografia Automaticamente

source: Substitutions
es: Substituiciones

source: Show Substitutions
es: Mostrar Substituciones

source: Smart Copy/Paste
es: Copiar/Colar Inteligente

source: Smart Quotes
es: Citación Inteligented

source: Smart Dashes
es: Guiones Inteligentes

source: Smart Links
es: Enlaces Inteligentes

source: Data Detectors
es: Detectores de Datos

source: Text Replacement
es: Substitión de Texto

source: Transformations
es: Transformaciones

source: Make Upper Case
es: Mayusculas

source: Make Lower Case
es: Minusculas

source: Capitalize
es: Capitalizar

source: Speech
es: Hablar

source: Start Speaking
es: Empezar a Hablar

source: Stop Speaking
es: Parar de Hablar

source: Show Toolbar
es: Mostrar Barra de Herramientas

source: Hide Toolbar
es: Ocultar Barra de Herramientas

source: Customize Toolbar…
es: Personalizar Barra de Herramientas

source: View
es: Visualizar

source: Window
es: Ventana

source: Help
es: Ayuda

source: Current Version
es: Versión Actual

source: System Configs
es: Configuración del Sistema

source: Apply Current Patches
es: Aplicar Pache Actual

source: Minimize
es: Minimizar

source: Bring All to Front
es: Traer todel para el Frente

source: Hackintool Help
es: Ayude la de Hackintool

source: Info
es: Ayuda de Hackintool

source: Patch
es: Información

source: Extensions
es: Kexts

source: Displays
es: Monitores

source: Sound
es: Sonido

source: Disks
es: Discos

source: Power
es: Energia

source: Calc
es: Calculadora

source: Utilities
es: Utilidades

source: Intel Generation:
es: Generación Intel:

source: Platform ID:
es: Plataforma ID:

source: Framebuffer
es: Información

source: Connectors
es: Conectores

source: Go To Current
es: Ir para Actual

source: Reload
es: Recargar

source: Selected Framebuffer
es: Framebuffer Selecionado

source: Mobile
es: Móvil

source: GPU Device ID(s)
es: Dispositivo GPU ID(s)

source: Model(s)
es: Modelo(s)

source: Current Framebuffer
es: Framebuffer Actual

source: VRAM Info:
es: Información de VRAM:

source: Stolen
es: Reservada

source: FBMem
es: Framebuffer

source: Max Stolen
es: Max Reservada

source: Total Stolen
es: Total Reservada

source: Max Overall
es: General Máximo

source: Framebuffer Info:
es: Información de Framebuffer:

source: ModelNameAddr
es: ModeloNombreAddr

source: BacklightMax
es: Retroiluminación Máx

source: Flags
es: Banderas

source: Disabled
es: Desactivado

source: Unsupported
es: No Soportado

source: Pipe
es: Tubo

source: Type
es: Tipo

source: Zero
es: Cero

source: Dummy
es: Ficticia

source: DigitalDVI
es: DVIDigital

source: AnalogDVI
es: DVIAnalógico

source: TT_DVMTPreAlloc32MB
es: Establece la preasignación de DVMT en 32 MB para que coincide la con la configuración de la BIOS (stolen mem = 19 MB / fb mem = 9 MB)

source: TT_DisableeGPU
es: Desactiva GPU externa (disable-external-gpu)

source: TT_EnableHDMI20
es: HDMI en resolución 4K con 60 fps (enable-hdmi20)

source: TT_DPtoHDMI
es: Convertir conectores de tipo DisplayPort a HDMI

source: TT_GfxYTileFix
es: Desde la actualización de macOS Sierra 10.12, los gráficos integrados Intel HD 530 de Skylake han tenido ciertos artefactos gráficos o 'fallas' en la esquina superior izquierde la de la barra de menú y en otros lugares. Esto no ocurre en OS X El Capitan. (AAPL,GfxYTile)

source: TT_UseIntelHDMI
es: Si es VERDADERO, se inyectará hda-gfx=onboard-1 en los dispositivos GFX0 y HDEF. Además, si hay un dispositivo HDMI ATI o Nvidia, se asignará a onboard-2. Si es FALSO, los dispositivos ATI o Nvidia obtendrán onboard-1, así como el dispositivo HDAU, si está presente.

source: TT_USBPortLimit
es: Injeta parches de limite de puertos USB, en disponível

source: TT_HotplugRebootFix
es: Establece los valores de conexión de tubería en 18

source: TT_DPCDMaxLinkRate
es: Solucione el problema de velocidad de enlace máxima no válide la en algunas computadoras portátiles (Dell XPS 15 9570, etc.)

source: TT_HDMIInfiniteLoopFix
es: Arregla el bucle infinito cuando el controlador de gráficos intenta establecer una conexión HDMI con una frecuencia de reloj de píxeles más alta, por ejemplo, al conectarse a una pantalla 2K/4K con HDMI 1.4; de lo contrario, el sistema simplemente se cuelga (y la pantalla incorporade la de tu computadora portátil permanece en negro) cuando conectas el cable HDMI.- Para aquellos que desean tener una experiencia 2K/4K "limitada" (es decir, 2K a 59 Hz o 4K a 30 Hz) con su puerto HDMI 1.4, esta solución puede resultarles útil.- Para aquellos que tienen una computadora portátil o PC con HDMI 2.0 enrutado a IGPU y tienen problemas de salide la HDMI, tengan en cuenta que esta solución ahora es reemplazade la por la solución del controlador LSPCON, y aún se recomiende la habilitar la compatibilidad con el controlador LSPCON para tener una experiencia HDMI 2.0 completa.(Es posible que aún necesites esta solución temporalmente para averiguar el índice del conector de tu puerto HDMI).

source: TT_FramebufferPortLimit
es: Establezca los valores del índice del conector en -1 (deshabilitar) para los conectores que superen el límite

source: TT_SpoofAudioDeviceID
es: Falsificar el ID del dispositivo HDEF si está disponible

source: TT_SpoofVideoDeviceID
es: Identificación del dispositivo IGPU falsa

source: TT_InjectDeviceID
es: Identificación del dispositivo IGPU falsa

source: TT_LSPCONEnableDriver
es: Las computadoras portátiles recientes (basadas en Kaby Lake/Coffee Lake) suelen estar equipadas con un puerto HDMI 2.0. Este puerto puede estar enrutado a IGPU o DGPU, y puede tener una confirmación en Windows 10. Sin embargo, Intel (U)HD Graphics no proporciona una salide la HDMI 2.0 nativa, por lo que para resolver este problema, los OEM agregan un hardware adicional llamado LSPCON en la placa base para convertir DisplayPort en HDMI 2.0. LSPCON funciona en modo Level Shifter (LS) o Protocol Converter (PCON). Cuando el adaptador funciona en modo LS, es capaz de producir señales HDMI 1.4 desde DisplayPort, mientras que en modo PCON, podría proporcionar una salide la HDMI 2.0. Algunos adaptadores LSPCON integrados (por ejemplo, el de Dell XPS 15 9570) se han configurado en el firmware para funcionar en modo LS de forma predeterminada, lo que genera una pantalla negra al manejar conexiones HDMI 2.0.A partir de la versión 1.3.0, WhateverGreen ahora proporciona soporte de controlador para el LSPCON integrado al configurar automáticamente el adaptador para que se ejecute en modo PCON en nuevas conexiones HDMI y, por lo tanto, resuelve el problema de la pantalla negra en algunas plataformas.- El controlador LSPCON solo se aplica a computadoras portátiles y PC con HDMI 2.0 enrutado a IGPU.- El controlador LSPCON es necesario para todas las plataformas más nuevas a menos que la nueva IGPU comience a proporcionar una salide la HDMI 2.0 nativa.- Plataforma Intel compatible: Skylake, Kaby Lake, Coffee Lake y posteriores.Estuche Skylake: Intel NUC Skull Canyon; Iris Pro 580 + HDMI 2.0 con Parade PS175 LSPCON.Caso Coffee Lake: Algunas computadoras portátiles, por ejemplo, Dell XPS 15 9570, están equipadas con HDMI 2.0 y Parade PS175 LSPCON.- Si ha confirmado que su HDMI 2.0 está enrutado a IGPU y está funcionando correctamente en este momento, no necesita habilitar este controlador, porque su LSPCON integrado podría ya estar configurado en el firmware para funcionar en modo PCON.

source: TT_FBAvoidFastLinkTraining
es: Descubierto en AppleIntelFBController::LinkTraining. Desactiva el uso de FastLinkTraining. Según joevt, con cero SKL, el entrenamiento del enlace se realiza a 450 MHz, de lo contrario, a 540 MHz.

source: TT_FBFramebufferCommonMemory
es: Establece la lógica del cálculo de minStolenMem, cuandel se establece, fStolenMemorySize no se multiplica por fFBMemoryCount, asumiendel que fStolenMemorySize cuenta todos los búferes de cuadros a la vez.

source: TT_FBFramebufferCompression
es: Descubierto en AppleIntelFramebufferController::getFeatureControl.Esto es equivalente a configurar FBC=1 en la sección FeatureControl de plist.

source: TT_FBEnableSliceFeatures
es: Descubierto en AppleIntelFramebuffer Controller::get FeatureControl.Esto es equivalente a configurar SliceSDEnable=1, EUSDEnable=1, DynamicSliceSwitch=1 en la sección FeatureControl de plist.

source: TT_FBDynamicFBCEnable
es: Descubierto en AppleIntelFramebufferController::getFeatureControl.Esto es equivalente a configurar DynamicFBCEnable=1 en la sección FeatureControl de plist.

source: TT_FBUseVideoTurbo
es: Esto establece fUseVideoTurbo=1 y carga la frecuencia turbo de la GPU desde el campo específico. El valor predeterminadel es 14, se puede anular con VideoTurboFreq en la sección FeatureControl de plist.

source: TT_FBForcePowerAlwaysConnected
es: Descubierto en AppleIntelFramebuffer::getDisplayStatus.Impone el reinicio de energía de la pantalla incluso en pantallas siempre conectadas (ver indicadores del conector CNConnectorAlwaysConnected).

source: TT_FBDisableHighBitrateMode2
es: Según joevt, esto aplica el model de alta tasa de bits 1, que limita la tasa de bits de DP a 8,64 Gbit/s en lugar de los 17,28 Gbit/s normales (HBR2). No creo que esto se use más en Skylake.

source: TT_FBBoostPixelFrequencyLimit
es: Este bit no se utiliza en Broadwell y versiones más nuevas, pero se establece cuandel fPortCount > 0, es decir, para todos los framebuffers en línea. En Haswell, lo utiliza AppleIntelFramebuffer::GetOnlineInfo y se establece solo en 0x0D260007 (MacBookPro11,3) y 0x0D26000E, que son los modelos superiores. Esto parece aumentar el límite de frecuencia de píxeles (también conocidel como reloj de píxeles) a 540000000 Hz (de los habituales 216000000, 320000000, 360000000, 450000000).

source: TT_FBLimit4KSourceSize
es: Descubierto en AppleIntelFramebuffer::ValidateSourceSize.Limita el tamaño de la fuente a 4096x4096.

source: TT_FBAlternatePWMIncrement1
es: Descubierto en AppleIntelFramebufferController::start.Estos bits parecen ser completamente equivalentes y podrían usarse indistintamente. Resultado en la configuración:- PCH_LP_PARTITION_LEVEL_DISABLE (1 << 12) bit en SOUTH_DSPCLK_GATE_D (0xc2020)- LPT_PWM_GRANULARITY (1 << 5) bit en SOUTH_CHICKEN2 (0xc2004)Consulte las fuentes del controlador de Linux (lpt_init_clock_gating, lpt_enable_backlight).Dado que estos bits configuran la modularidad del ancho de pulso de la retroiluminación, no tiene sentido configurarlos sin una pantalla integrade la (es decir, en el escritorio).

source: TT_FBAlternatePWMIncrement2
es: Descubierto en AppleIntelFramebufferController::start.Estos bits parecen ser completamente equivalentes y podrían usarse indistintamente. Resultado en la configuración:- PCH_LP_PARTITION_LEVEL_DISABLE (1 << 12) bit en SOUTH_DSPCLK_GATE_D (0xc2020)- LPT_PWM_GRANULARITY (1 << 5) bit en SOUTH_CHICKEN2 (0xc2004)Consulte las fuentes del controlador de Linux (lpt_init_clock_gating, lpt_enable_backlight).Dado que estos bits configuran la modularidad del ancho de pulso de la retroiluminación, no tiene sentido configurarlos sin una pantalla integrade la (es decir, en el escritorio).

source: TT_FBDisableFeatureIPS
es: Descubierto en Broadwell AppleIntelFBController::start / AppleIntelFBController::getFeatureControl.Esto es equivalente a configurar DisableFeatureIPS=1 en la sección FeatureControl del plist.IPS significa almacenamiento de píxeles intermedios.

source: TT_FBAllowConnectorRecover
es: Descubierto en Broadwell AppleIntelFBController::getOSInformation.Utilizadel por AppleIntelFramebufferController::LinkTraining para Camellia versión 2.Puede ser anuladel por -notconrecover boot-arg, que efectivamente anula este bit.

source: TT_FBDisableGFMPPFM
es: Descubierto en AppleIntelFramebufferController::getFeatureControl.Esto solo tiene efecto si GFMPPFM en la sección FeatureControl del plist está configuradel en 2; de lo contrario, GFMPPFM está desactivado.

source: TT_FBEnableDynamicCDCLK
es: Descubierto en AppleIntelFramebufferController::getFeatureControl.Esto solo tiene efecto si SupportDynamicCDClk en la sección FeatureControl del plist está configuradel en 1; de lo contrario, está desactivado.También requiere que dc6config esté configuradel en 3 (predeterminado).

source: TT_FBSupport5KSourceSize
es: Descubierto en AppleIntelFramebuffer::enableController.Utilizadel por AppleIntelFramebuffer::ValidateSourceSize.Al configurar este bit, aumenta el tamaño máximo de la fuente de 4096x4096 a 5120x5120.Lo más probable es que esto habilite la compatibilidad con 5K a través de Intel HD.

source: TT_Index
es: Tenga cuidado, esto es realmente complicado (ver AppleIntelFramebufferController::MapFBToPort). No estoy completamente seguro de por qué existe esto y recomiendo establecer el índice en el índice de la matriz (es decir, el número secuencial desde 0). Los únicos valores aceptados son 0, 1, 2, 3 y -1 (0xFF). Cuando el índice es igual al índice de la matriz, la lógica es simple:El puerto con índice 0 siempre se considera integrado (de tipo LVDS) independientemente de cualquier otro valor.Los puertos con índices 1~3 se verifican con el tipo, HDMI permitirá el uso de audio digital, de lo contrario se asume DP.El puerto con índice 0xFF se ignora y se omite.Cuando índice != índice de matriz, el tipo de puerto se leerá desde conector[índice].tipo.Digamos que tenemos 2 puertos activos:0 - [1] busID 4 tipo LVDS1 - [2] busID 5 tipo DP2 - [3] busID 6 tipo HDMI3 - [-1] busID 0 tipo DummyEsto dará como resultado 2 framebuffers cuyos tipos se cambiarán:0 - busID 4 tipo DP1 - busID 5 tipo HDMIDe hecho, los valores de BusID también se leen como conector[índice].busID, pero luego se vuelven a asignar a través de AppleIntelFramebufferController::getGMBusIDfromPort buscando un conector con el índice especificado. La búsquede la se detendrá tan pronto como se encuentre un conector marcador especial (-1). Para ilustrarlo, si tenemos 2 puertos activos:0 - [1] busID 4 tipo LVDS1 - [2] busID 5 tipo DP2 - [-1] busID 6 tipo HDMI3 - [-1] busID 0 tipo DummyEl resultado serán 2 framebuffers cuyos tipos y el segundo busID se desplazarán:0 - busID 4 tipo DP1 - busID 6 tipo HDMITambién se utiliza para el cálculo del número de puerto.- Las pantallas LVDS (más precisamente, las pantallas con el indicador CNConnectorAlwaysConnected establecido) obtienen el número de puerto 0.- Otras pantallas pasan por la asignación de índice-número de puerto: 1 - 5, 2 - 6, 3 - 7, o vuelven a 0.

source: TT_BusID
es: Probado por AppleIntelFramebufferController::MapFBToPort, mediante una llamade la a AppleIntelFramebufferController::getGMBusIDfromPort.Este es el ID de GMBUS (Bus de administración gráfica) descrito en https://01.org/sites/default/files/documentation/intel-gfx-prm-osrc-hsw-display_0.pdf.El uso se puede encontrar en el código fuente del controlador de gráficos Intel Linux. Código:https://github.com/torvalds/linux/blob/6481d5ed076e69db83ca75e751ad492a6fb669a7/drivers/gpu/drm/i915/intel_i2c.c#L43https://github.com/torvalds/linux/blob/605dc7761d2701f73c17183649de0e3044609817/drivers/gpu/drm/i915/i915_reg.h#L3053Sin embargo, debe tenerse en cuenta que los identificadores de Apple son ligeramente diferentes del controlador de Linux.En Linux, 0 significa deshabilitado, sin embargo, para Apple tiene un significado especial y se usa para la visualización interna.Aparte de eso, los valores son los mismos:- GMBUS_PIN_DPC (4) HDMIC- GMBUS_PIN_DPB (5) SDVO, HDMIB- GMBUS_PIN_DPD (6) HDMID- GMBUS_PIN_VGADDC (2) VGA hasta Broadwell inclusive.Básicamente, puede usar 4, 5, 6 para pantallas HDMI o DisplayPort arbitrarias.Dado que 5 admite SDVO (https://en.wikipedia.org/wiki/Serial_Digital_Video_Out), también se puede usar para admitir pantallas DVI.A partir de Skylake, VGA también funciona a través de SDVO (en lugar de una identificación GMBUS_PIN_VGADDC dedicada).

source: TT_Pipe
es: AParece usarse para agrupar puertos tal como dice Piker, pero no puedel encontrar el uso.

source: TT_Type
es: Tipos válidos:- Cero- Dummy (siempre se usa como dummy, a veces parece funcionar como VGA)- LVDS (al igual que en AMD, LVDS se usa para eDP)- DigitalDVI (no es eDP a pesar de una creencia errónea común)- SVID- VGA- DP- HDMI- AnalogDVI

source: TT_Flags
es: Estas son banderas de conector, no tienen nade la que ver con retrasos independientemente de lo que diga Piker. Intenté describir algunas en ConnectorFlags.

source: TT_CNAlterAppertureRequirements
es: Permite que la memoria de apertura no sea necesaria AppleIntelFramebuffer::isApertureMemoryRequired

source: TT_CNConnectorAlwaysConnected
es: Normalmente configuradel para pantallas LVDS (es decir, pantallas integradas)

source: TT_CNDisableBlitTranslationTable
es: ¿Desactivar la tabla de traducción blit? AppleIntelFramebufferController::ConfigureBufferTranslation

source: Connector Info:
es: Información de los Conectores:

source: Index
es: Índice

source: Connector Flags:
es: Conectores Banderas:

source: Internal
es: Interno

source: External
es: Externo

source: Port
es: Puerto

source: Product ID
es: ID del Producto

source: Serial No.
es: Nº de Serie.

source: Patch Options:
es: Opciones del Parche:

source: Advanced
es: Avanzado

source: DeviceProperties
es: Propiedades del Dispositivo

source: Auto Detect
es: Auto Detectar

source: Auto Detect Changes
es: Dectetar Cambios Automáticamente

source: All
es: Tudo

source: Graphic Device
es: Dispositivo Gráfico

source: Audio Device
es: Dispositivo del Sonido

source: PCI Devices
es: Dispositivos PCI

source: Use AllData Method
es: Usar Métodel AllData

source: General Patch
es: Parche General

source: Patch Output:
es: Salide la del Parche:

source: Disable eGPU
es: Desactivar eGPU

source: Use Intel HDMI
es: Usar Intel HDMI
